1 = "Wymagana zależność (%@) nie została znaleziona.";
2 = "Odszyfrowanie informacji o pakiecie %@ nie powiodło się.";
3 = "Hash pliku nie jest zgodny z pobranym plikiem dla pakietu %@. Spróbuj ponownie lub zaktualizuj źródła, być może coś się zmieniło.";
4 = "Rozmiar pliku nie jest zgodny z pobranym plikiem dla pakietu %@. Spróbuj ponownie lub zaktualizuj źródła, być może coś się zmieniło.";
5 = "Błąd skryptu.";
6 = "Pakiet nie jest zainstalowany.";
7 = "Nie można załadować informacji o bezpiecznych źródłach Ripdev. Spróbuj ponownie później.";

9 = "Ten pakiet wymaga urządzenia z odblokowanym dyskiem systemowym, znanym również jako \"jailbreak\". Ponieważ twoja partycja systemowa jest zabezpieczna, nie można jej zainstalować. Przepraszam.";
